<?php
//Пространство імен
namespace app\index\model;

//Підключення MainModel
use Core\Main\MainModel;

/*******************************************************************************
*                                                                              *
*                               Модель сторінки Index                          *
*                                                                              *
*******************************************************************************/
class IndexModel extends MainModel {
  // Code...
}
